Revit 2027 API
ParameterTypeId.SpacePeopleActivityLevelParam Property
 "People Activity Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacePeopleActivityLevelParam { get; }
Public Shared ReadOnly Property SpacePeopleActivityLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacePeopleActivityLevelParam {
	ForgeTypeId^ get ();
}
static member SpacePeopleActivityLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace